Мне пора идти спать.
Что ты делаешь?
Что это?
Сегодня 18 июня, и это день рождения Мюриэл!
С днём рождения, Мюриэл!
Мюриэл сейчас 20.
Пароль «Muiriel».
У меня нет слов.
Не знаю, что и сказать.
Это был злой кролик.
Это новая фотография?
Каждый, в итоге, должен учиться сам.
Этого не случится.
Я постараюсь не мешать тебе учиться.
Не беспокойся.
Я позвоню им завтра, когда вернусь домой.
Тебе лучше поспать.
Последний человек, которому я рассказал свою идею, решил, что я сумасшедший.
Если бы мир не был таким, каков он сейчас, я мог бы доверять людям.
К сожалению, это правда.
Большинство людей думает, что я сумасшедший.
О, здесь бабочка!
Если бы я мог быть таким...
Это зависит от контекста.
Это самая глупая вещь, которую я когда-либо говорил.
Америка - это очень милое место, если вы находитесь здесь с целью заработать деньги.
Я такой жирный.
Так что?
Я пристрелю его.
Это потому, что ты девушка.
Я не хочу быть эгоистичным.
Сколько у тебя близких друзей?
Время всегда можно найти.
Многие люди пишут о своей обыденной жизни.
Если бы я мог послать тебе зефир, Чанг, я сделал бы это.
Я человек с недостатками, но это недостатки, которые могут быть легко устранены.
Всегда, когда я нахожу что-либо, что мне нравится, это слишком дорого.
Может, для него это будет то же самое.
Это интересно.
Моему учителю физики все равно, пропущу ли я занятия.
Я не люблю толпу.
Полиция вас заставит найти пули.
Спасибо за объяснение.
Я не понимаю, что ты имеешь в виду.
Ты хотел мне рассказать о свободе?
Есть много слов, которые я не понимаю.
Мне нужно задать тебе глупый вопрос.
Я не знаю, как показать это, поскольку это и так вполне ясно.
Можно сформулировать это по-другому?
Я нашел решение, но я нашел его настолько быстро, что оно определенно не может быть верным.
Мне это кажется интересным!
За исключением этого места, все не так просто.
Нет, это не мой новый бойфренд.
У тебя вообще не бывает занятий или что?
В чем проблема?
Я могу только ждать.
Я люблю тебя!
Ты мне больше не нравишься.
Мои поздравления.
Я уже не знаю, что делать.
Я не хотел, чтобы это случилось.
Ты, наверно, догадываешься, что случится.
Какие у меня есть еще варианты?
Не могу сделать ничего лучше.
У каждого есть сильные и слабые стороны.
Я не знаю, есть ли все еще у меня это.
Что ты думаешь, я делал?
Моя мама говорит по-английски недостаточно хорошо.
Как ты найдешь еду в космосе?
Все хотят встретиться с вами, вы знаменитость!
Я терпеть не могу формальный стиль письма!
Почему ты ещё не спишь так поздно?
Ты недостаточно быстр.
Одна лишь правда красива.
Я не говорю по-японски.
Никто меня не понимает.
Не может быть!
Довольно сложно выучить французский за 2—3 года.
Нет сомненья: вселенная бесконечна.
Тем не менее, обратное также верно.
По твоей вине я потерял аппетит.
Я проголодался!
Я потерял вдохновение.
О чём ты?
Зима — моё любимое время года.
Из какой ты страны?
Я скоро вернусь.
Я не знаю.
Поторапливайся!
Ну поговори со мной, Чанг!
Один, два, три, четыре, пять, шесть, семь, восемь, девять, десять.
Дождь перешёл в снег.
Как Вас зовут?
Как Вас зовут?
Кто он?
Лиха беда начало.
Все дороги ведут в Рим.
Нет дыма без огня.
Сегодня понедельник.
Почему та девочка плачет?
Почему тот ребёнок плачет?
Почему он плачет?
Почему она плачет?
Утка распустила оба крыла.
Утка крякает.
Больше не мешайте нам!
У этой девушки уже кончилось терпение.
Этот фильм и в самом деле скучный!
Он же вчера врал!
Она же вчера врала!
На безрыбье и рак рыба.
Ты должен не забывать, что она гораздо моложе тебя.
Он сосредоточился на том, что стал учить предлоги.
Не спрашивай, о чём они думают. Спрашивай, что они делают.
Я выйду погулять, а ты?
У меня нет времени сидеть и болтать.
У меня нет времени сидеть и болтать.
Что посеешь - то пожнёшь.
Вы виноваты в этой аварии.
Теплота - вид энергии.
Что посеешь, то и пожнёшь.
Мы кормим нашу собаку три раза в день.
У нее нет водительских прав.
Кто это?
Как с гуся вода.
Он пошел своей дорогой, я - своей.
Ты позвонил ей?
Цветок погиб из-за недостатка влаги.
Цыплят по осени считают.
Я ем яблоко.
Шила в мешке не утаишь.
Я пошёл в зоопарк.
Я пошла в зоопарк.
У римлян ни за что не хватило бы времени на завоевание мира, если бы им пришлось сперва изучать латынь.
Действительно очень вкусно.
Действительно очень вкусно.
Своими ярко-красными волосами Карл явно выделялся из толпы.
Нэнси никогда не пойдет со мной на свидание. Она не по мне.
Я влюблён в тебя.
Никто не делает этого лучше.
Никто не делает этого лучше.
С миру по нитке - голому рубаха.
Том спросил у Мэри, скоро ли она вернётся.
У него многое остаётся недоделанным.
Есть ли там живая душа?
Мать не знает.
Иногда ведь можно, наверное, и посмеяться?
Наверное, ей уже исполнилось 20 лет.
Порой я подумываю о разводе с ним.
Я дал ему не только совет, но и велосипед.
Я дал ему не только совет, но и велосипед.
Что посеешь, то и пожнешь.
Я люблю футбол.
Вы пьёте кофе?
Сколько стран в мире?
Я собираюсь принять участие в этой встрече.
Дайте мне войти.
Эта фирма известна своей высококачественной продукцией.
У каждого есть свой любимый напиток.
Поднявший меч, от меча и погибнет.
Быстрая езда освежила его.
Между ними пробежала чёрная кошка.
Что посеешь, то пожнёшь.
Никому не нужно.
Собака приносит, кошка уносит.
Тощая собака стыдится своего хозяина.
Не схватит собака, съест кошка.
Тришкин кафтан.
Оторвать подол, залатать плечи.
Стать жертвой своих происков.
Дедова палка бьёт деда по спине.
Луна померкла.
Медведь съел луну.
Ни кола, ни двора.
Питаться ветром, спать под дождём.
Посреди дороги сломалось коромысло.
Умер спутник жизни.
Руки работают, челюсти жуют.
Кормиться собственным трудом.
Дважды пять - десять.
Пойдёт дождь, всё равно приду.
Кожа да кости.
Играя с ножом, непременно порежешься.
Здесь собираются бомжи.
Начало улицы, угол рынка.
Возле пагоды Будду называют братцем.
Близость порождает фамильярность.
Копейка рубль бережёт.
Часто подбираешь, плотно набиваешь мешок.
Перед смертью не надышишься.
Хочу попить немного воды.
Когда заплатишь мне деньги?
Когда окончил?
И матери, и ребёнку желаю здоровья.
Сложатся ветры, будет ураган.
Ни гроша за душой.
Как курица лапой писала.
Нарисуй мне барашка!
Дыма без огня не бывает.
В единстве – жизнь, в разладе – смерть.
Невозможно отыскать потерянное время.
Добродетель порождает добро, зло – только зло.
Время и прилив-отлив никого не дожидаются.
Мудрая птица бережёт оперение, мудрый человек - слова.
А, где наша не пропадала!
Все люди рождаются равными в своих правах.
Упадёт сестра - поднимет братишка.
Дети лучше растут в компании.
Учёба у наставника не сродни учёбе у друга.
От наставника - знания, от друга - сноровку.
Без труда не вынешь рыбку из пруда.
Без учения не добьёшься успехов.
Старая кошка становится как лиса.
Дед говорит "курица", а баба - "утка".
Не ладят друг с другом.
Тише воды, ниже травы.
Питайся улитками, говори как тля.
Поедая плод, вспомни о посадившем дерево.
Идти дорогой познания - значит, просеивать мудрость.
Владелица рынка VITARUS в Казани - вьетнамская женщина по имени Дао Тхи Кой.
Какое дерево взрастишь, таков будет и забор.
Вера в победу – кольчуга прочности.
У праздного ноги в сырости.
Еда старше щегольства.
Будешь есть вовремя, не отстанешь от века.
Суп слишком густой – амбар твой пустой.
Дерево – от корней, река – от источника.
У высокого дерева и тень большая.
В детстве лепечешь, повзрослев трудишься, в старости попрошайничаешь.
Внимание, марш!
Если даже в девяносто лет не на коленях, всё равно не говори, что ты здоров.
Пусть всё идёт прахом!
Пропади всё пропадом!
Каждая местность имеет свои обычаи.
Откуда же мне знать, что эта книга нужна и тебе!
Он уже сильно постарел.
И голова седая, и зубы шаткие.
Мария нарезала апельсин кружками для Тома.
Слабый буйвол работает лучше сильного быка.
Ты выжил благодаря счастливому случаю.
Кто в лес, кто по дрова.
Делают, кто как хочет.
Они - так, эти - по-другому.
Рот Будды, сердце змеи.
На языке - мёд, на сердце - лёд.
Пьяный Том идёт, шатаясь из стороны в сторону.
Всюду одни неудачи.
Варёный рис испортился, жареного уже нет.
Привязанный буйвол завидует пасущемуся.
Написанное пером не вырубишь топором.
Поедая плод, вспоминай посадившего дерево.
Будь благодарным.
Я вьетнамец.
Я программист.
Она стеснительная и не может сказать "Я тебя люблю".
Вьетнам - страна в Юго-Восточной Азии.
Нет ничего дороже свободы и независимости.
Пройдя стужу зимы, мы испытаем и тепло весны.
Америка, но не прекрасная!
Я хочу изучать английский язык.
Изучайте вьетнамский язык вместе с Томом.
Нельзя хорошему человеку унывать.
Кто учится – познаёт, кто идёт – достигает.
Говорить – легко, делать – трудно.
Сегодня я свободен весь день.
Я хотел бы продлить визу.
Вьетнам также является членом Всемирного банка, Международного валютного фонда, Банка реконструкции и развития.
Вам нужно ехать на север по платной дороге.
Еда без овощей — как похороны богатого без музыки.
Сколько ни заворачивай, игла всё равно вылезет наружу.
В мутной воде цапля тучнеет.
Кисть ошиблась, петух умер.
Что написано пером, не вырубишь топором.
Иногда нам просто нечего есть.
У Тома очень недружная семья.
У варёного риса Тома то пересол, то недосол.
Лаской добьёшься большего, чем силой.
Как добиться того, чтобы миллионы людей уверенно говорили и писали на английском языке?
Рядом с огнём солома рано или поздно вспыхнет.
Безопасность дорожного движения — счастье в каждый дом.
Близко к земле, далеко до неба.
Вот-вот умрёт.
Налейте, пожалуйста, мне бокал пива.
Иностранные туристы во Вьетнаме боятся переходить улицу.
Лягушке на дне колодца небо кажется лужицей.
Сначала густо, а под конец пусто.
Везёт дрова в лес.
Каждый прожитый день прибавляет мудрости.
Выбирай друга для игры, место — для жилья.
Где вода мутная, там цапли жирные.
Где цветы, там и бабочки.
Глухому выстрелы нипочем.
Глухого выстрелами не напугаешь.
Без длинных дорог не узнаешь, хорош конь или нет.
Бьётся, как рыба на кухонном столе.
Большому кораблю встречаются высокие волны.
В глубоком пруду рыба крупнее.
В доме ещё ничего не известно, а на улице уже всё знают.
В чьих руках знамя, тот им и машет.
Верность познаётся во время больших смут.
Вино входит — слова выходят.
Вино входит в сердце, словно тигр в лес.
Ребёнок не заплачет — мать груди не даст.
Рисовал дракона, а получился червяк.
Робкий, словно мышь днём.
Руки работают — зубы жуют, руки отдыхают — зубы без дела.
Том изучает сейчас вьетнамский язык, но ещё плохо разговаривает.
Они крайне стыдливы, убегают от взглядов чужих людей.
И мужчины, и женщины не носят одежды, покрывают тело листьями.
Для сна они роют укрытия или ночуют под навесами.
Они едят древесную муку, креветок и рыбу, собирают в лесу плоды.
У взрослых мужчин и женщин длинные волосы.
Том пытается выучить вьетнамский язык.
